Repository: MacThings/Secure-Pipes
Catalog: Secure Pipes/mul.lproj/RemoteForwardWindow.xcstrings
Source language: en
Languages: de

# 4kz-x6-hoO.title
source: Automatically retry connection on disconnect after
de: Automatisches erneutes Verbinden nach einer Trennung nach

# 5vj-py-msl.title
source: Remote Bind Address:
de: Remote-Bind-Adresse:

# 5YE-Ab-3xi.title
source: Include this connection in the menu bar menu
de: Füge diese Verbindung in das Menü der Menüleiste ein

# 5YJ-Jo-gb2.title
source: Add these options to SSH config:
de: Fügen Sie diese Optionen zur SSH-Konfiguration hinzu:

# 7gy-Rx-xqQ.title
source: Compress data
de: Komprimiere Daten

# 8pZ-gd-SxW.title
source: SSH Options:
de: SSH Optionen:

# 8xi-vf-ZSd.title
source: Use script for SSH server
de: Script für SSH Server

# 20z-gB-6MD.title
source: unanswered server alive messages
de: unbeantwortete Server-Alive-Nachrichten

# AXo-41-v3E.title
source: Cancel
de: Abbrechen

# aYl-J8-O6t.title
source: SSH Username:
de: SSH Benutzername:

# azN-CZ-YUJ.title
source: SSH Server Address:
de: SSH Server-Adresse:

# BMI-X5-G1d.title
source: Remote Forward Connection
de: Remote-Weiterleitungsverbindung

# bmZ-aJ-lou.title
source: Password:
de: Passwort:

# Bux-GS-oAb.label
source: Advanced
de: Fortgeschritten

# e5K-4t-hs0.title
source: Disconnect after
de: Trennen nach

# e9U-Hj-Ate.title
source: Select...
de: Auswählen...

# eF3-GG-mMq.title
source: Connect using web proxy
de: Verbinde über Web-Proxy

# ES2-b6-qrz.title
source: Connection Name:
de: Verbindungsname:

# H1F-aZ-FdT.title
source: Proxy server requires password
de: Proxy-Server benötigt Passwort

# h8M-bc-hpA.title
source: Send server alive messages every
de: Sende "Server alive" Nachricht alle

# hdY-3g-QrA.label
source: Options
de: Optionen

# hUN-8Z-qqU.title
source: seconds
de: Sekunden

# hXb-Np-uXo.placeholderString
source: user
de: Benutzer

# JmJ-oe-ZZH.title
source: Strict host key checking
de: Strenge Hostkey Überprüfung

# k3M-Pe-jTm.title
source: Management:
de: Verwaltung:

# KIo-38-f9l.title
source: Allow remote management
de: Erlaube Remoteverwaltung

# Kv5-DU-wfN.title
source: Start this connection when Secure Pipes launches
de: Starte diese Verbindung wenn das Programm startet

# lR6-OC-4Fy.title
source: Add
de: Hinzufügen

# ofB-Xe-SaJ.ibShadowedIsNilPlaceholder
source: user
de: Benutzer

# ofB-Xe-SaJ.ibShadowedNoSelectionPlaceholder
source: user
de: Benutzer

# PIJ-XG-FXn.placeholderString
source: Remote Forward
de: Remoteweiterleitung

# PTT-N5-HMd.ibShadowedIsNilPlaceholder
source: Remote Forward
de: Remoteweiterleitung

# PTT-N5-HMd.ibShadowedNoSelectionPlaceholder
source: Remote Forward
de: Remoteweiterleitung

# Pwu-c0-yKh.title
source: Connection Options:
de: Verbindungs-Optionen:

# RRm-k3-9Ss.title
source: Username:
de: Benutzername:

# t4o-0J-GXQ.ibShadowedIsNilPlaceholder
source: Enter custom SSH config options...
de: Gib hier eigene SSH Konfigurations Optionen ein...

# TtI-z8-Beg.title
source: seconds
de: Sekunden

# v2d-A9-T2r.title
source: Select...
de: Auswählen...

# wOd-2V-FRW.title
source: Local Host Address:
de: Lokale Host-Adresse:

# wUE-nt-qlj.title
source: Use ssh identity file
de: Nutze SSH Keydatei

# Y3E-DL-kW2.label
source: Connection
de: Verbindung

# YIZ-gS-fgJ.title
source: Password:
de: Passwort:
